a52dec
aalib
acl
acpi
acpi_call
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
anbox-image-gapps
android-tools
aom
arandr
arch-wiki-docs
archlinux-keyring
argon2
aribb24
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audacity
audit
autoconf
automake
autossh
avahi
awesome-terminal-fonts
bash
bash-pipes
bashate
bat
bc
beep
binutils
bison
blueman
bluez
bluez-libs
boost-libs
brotli
bspwm
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairo-perl
cairomm
cantarell-fonts
cdparanoia
cifs-utils
clucene
cmake
colord
coreutils
cracklib
cronie
cryptsetup
cups
cups-filters
cups-pdf
curl
dash
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
diffutils
djvulibre
dkms
dnssec-anchors
dosfstools
double-conversion
dunst
e2fsprogs
efibootmgr
efivar
electron
electron4
elfutils
enchant
eog
ethtool
evince
evtest
exempi
exfat-utils
expat
faac
faad2
fakeroot
farstream
faudio
fbreader
fd
feh
ffmpeg
fftw
file
file-roller
filesystem
findutils
firefox
fish
flac
flameshot
flex
fltk
fontconfig
foomatic-db-engine
freerdp
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gajim
gawk
gc
gcc
gcc-libs
gconf
gcr
gd
gdbm
gdk-pixbuf2
geoclue
geocode-glib
gettext
ghc-libs
ghostscript
giblib
giflib
git
gitkraken
glances
glib-networking
glib-perl
glib2
glibc
glibmm
glslang
glu
gmp
gnome-desktop
gnome-keyring
gnu-netcat
gnupg
gnutls
go
gobject-introspection-runtime
goland
google-chrome
gotop-bin
gparted
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssdp
gst-plugin-viper4linux-git
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-engine-murrine
gtk-engines
gtk-theme-shades-of-gray
gtk-update-icon-cache
gtk-vnc
gtk-youtube-viewer-git
gtk2
gtk2-perl
gtk3
gtkmm
gtkmm3
gtkspell
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-attoparsec
haskell-base-compat
haskell-base-orphans
haskell-diff
haskell-dlist
haskell-erf
haskell-hashable
haskell-integer-logarithms
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-scientific
haskell-splitmix
haskell-tagged
haskell-th-abstraction
haskell-time-compat
haskell-unordered-containers
haskell-uuid-types
haskell-vector
hdparm
hicolor-icon-theme
hplip
hspell
htop
http-parser
hunspell
hwids
hyphen
i3-wm
i3lock
iana-etc
icu
ijs
imagemagick
imlib2
inetutils
inkscape
iproute2
iptables
iputils
ipython
iso-codes
iw
jack
jansson
jasper
java-runtime-common
jbig2dec
jfsutils
jq
jre8-openjdk
jre8-openjdk-headless
js60
json-c
json-glib
jsoncpp
kbd
keepassxc
keyutils
kmod
krb5
l-smash
lame
lcms2
ldb
ldns
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libappindicator-gtk2
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libsm
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libusb
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pango
lib32-pcre
lib32-pixman
lib32-readline
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libbluray
libbsd
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdca
libdom
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreehand
libgadu
libgcrypt
libglvnd
libgnome-keyring
libgpg-error
libgphoto2
libgssglue
libgudev
libgusb
libgxps
libhubbub
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libindicator-gtk2
libinput
libixion
libjpeg-turbo
libksba
liblangtag
libldac
libldap
liblouis
liblqr
libmad
libmagick6
libmatroska
libmm-glib
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmwaw
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsfb
libnsl
libnsutils
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libpagemaker
libpaper
libparserutils
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libpurple
libqalculate
libqxp
libraqm
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libssh
libssh2
libstaroffice
libsvgtiny
libsynctex
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libunibreak
libunistring
libunwind
libupnp
liburcu
libusb
libutempter
libutf8proc
libutil-linux
libuv
libva
libvdpau
libviperfx-nonfree-bin
libvisio
libvisual
libvncserver
libvoikko
libvorbis
libvpx
libwacom
libwapcaplet
libwbclient
libwebp
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
lmdb
logrotate
lolcat
lpsolve
lsb-release
lsd
lshw
lsof
lua
lua52
luajit
lv2
lvm2
lxappearance
lxmenu-data
lynis
lz4
lzo
m4
mailcap
make
man-db
man-pages
masterpdfeditor-free
matcha-gtk-theme-git
mbedtls
md4c
mdadm
menu-cache
mesa
meson
minecraft
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mozilla-common
mpfr
mpg123
mps-youtube
mpv
msgpack-c
mtdev
mujs
namcap
nano
nasm
ncurses
neofetch
neon
net-snmp
netctl
nethogs
netsurf-fb
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-pptp
ninja
nm-connection-editor
nnn
node-gyp
nodejs-lts-dubnium
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
ntp
numlockx
obs-studio
oniguruma
openboardview
opencore-amr
openjpeg2
openresolv
openssh
openssl
openvpn
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pango-perl
pangomm
paper-icon-theme-git
paprefs
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-class-inspector
perl-clone
perl-data-dump
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-sharedir
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-inc-latest
perl-io-html
perl-io-socket-ssl
perl-json
perl-libwww
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-module-build
perl-net-http
perl-net-ssleay
perl-path-tiny
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
pfetch-git
physlock
pidgin
pinentry
pixman
pkcs11-helper
pkgconf
polkit
polybar
popcorntime-bin
poppler
poppler-glib
poppler-qt5
popt
portsmf
potrace
powertop
ppp
pptpclient
procps-ng
progress
protobuf
protobuf-c
psmisc
pulseaudio
pulseaudio-equalizer
pulseaudio-modules-bt-git
pyalpm
pygobject-devel
python
python-appdirs
python-asn1crypto
python-axolotl
python-axolotl-curve25519
python-babel
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-colorama
python-cryptography
python-cssutils
python-dbus
python-dbus-common
python-decorator
python-distlib
python-distro
python-entrypoints
python-future
python-gobject
python-html5lib
python-idna
python-importlib-metadata
python-jedi
python-jeepney
python-keyring
python-lockfile
python-more-itertools
python-msgpack
python-nbxmpp
python-ordered-set
python-packaging
python-pafy
python-parso
python-pbr
python-pep517
python-pexpect
python-pickleshare
python-pillow
python-pip
python-ply
python-precis_i18n
python-progress
python-prompt_toolkit
python-protobuf
python-psutil
python-ptyprocess
python-pyasn1
python-pycparser
python-pyelftools
python-pygments
python-pyopenssl
python-pyparsing
python-pyqt5
python-pytoml
python-pytz
python-qrcode
python-requests
python-retrying
python-secretstorage
python-setuptools
python-sip
python-sip-pyqt5
python-six
python-traitlets
python-urllib3
python-wcwidth
python-webencodings
python-zipp
python2
python2-twodict-git
python2-wxpython3
qbittorrent
qpdf
qpdfview
qrencode
qt5-base
qt5-styleplugins
qt5-svg
qt5-x11extras
qt5ct
quazip
ranger
raptor
rasqal
rdesktop
re2
readline
redland
redshift
redshift-qt
refind-efi
reiserfsprogs
remmina
rest
rhash
ripgrep
rofi
rofi-calc
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-diff-lcs
ruby-manpages
ruby-optimist
ruby-paint
ruby-rainbow
ruby-rdoc
ruby-rspec
ruby-rspec-core
ruby-rspec-expectations
ruby-rspec-mocks
ruby-rspec-support
ruby-term-ansicolor
ruby-tins
rubygems
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
sane
sbc
scrcpy
scrot
sdl2
sed
semver
serd
shaderc
shadow
shared-mime-info
shellcheck
signal-desktop-bin
slang
smbclient
snappy
sord
sound-theme-freedesktop
soundtouch
speex
speexdsp
spirv-tools
sqlite
sratom
sshfs
startup-notification
steam
steam-fonts
sublime-text-dev
sudo
suil
sxhkd
sxiv
sydf
syncthing
synergy
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tdb
tevent
texinfo
thin-provisioning-tools
thinkfan
thunderbird
tigervnc
time
tlp
tmate
tmux
tp_smapi
tpacpi-bat
tree
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-ms-fonts
ttf-roboto
ttf-twemoji-color
ttf-unifont
tty-clock
twolame
typora
tzdata
uchardet
ufetch-git
ultravnc-viewer
unclutter
unp
unzip
urxvt-font-size-git
urxvt-resize-font-git
usbutils
util-linux
v4l-utils
vamp-plugin-sdk
vi
vid.stab
vim
vim-runtime
viper4linux-git
viper4linux-gui-git
visual-studio-code-bin
vlc
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wine
wire-desktop
wireguard-dkms
wireguard-tools
woff2
words
wpa_supplicant
wpebackend-fdo
wxgtk-common
wxgtk3
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-utils
xdotool
xf86-input-keyboard
xf86-input-libinput
xfsprogs
xkb-switch
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xev
xorg-xinit
xorg-xkbcomp
xorg-xlsfonts
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xrdp
xsel
xvidcore
xz
yajl
yaml-cpp
yay-bin
youtube-dl
youtube-dl-gui-git
yubico-c
yubico-c-client
yubikey-personalization
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zstd
