acpi
adobe-source-code-pro-fonts
alacritty
alsa-utils
arandr
base
base-devel
bc
binutils
bspwm
ccache
cronie
dash
ddcutil
dnsmasq
dunst
eog
evince
feh
ffmpeg
file-roller
firefox-developer-edition
fish
fzf
git
git-lfs
gst-plugin-viper4linux-git
gvfs
gvfs-mtp
gvfs-nfs
i3lock
imagemagick
jq
libnotify
linux
linux-firmware
linux-headers
lsd
make
man-db
man-pages
matcha-gtk-theme
moreutils
mpv
mpv-mpris
networkmanager
nfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
numlockx
openresolv
openssh
openssl-1.1
p7zip
paper-icon-theme
paprefs
paru-bin
pavucontrol
pcmanfm
perl
picom
playerctl
polybar
pulseaudio
pulseaudio-alsa
qt5ct
qt5-styleplugins
qt6ct
qt6gtk2
ripgrep
rofi
rofi-calc
starship
sudo
sxhkd
sysstat
tigervnc
tree
ttf-dejavu
ttf-iosevka-nerd
ttf-material-design-icons-webfont
ttf-roboto
ttf-sourcecodepro-nerd
ttf-twemoji-color
ufw
unp
unrar
unzip
upower
usbutils
vim
viper4linux-git
wget
which
wmrc
wpa_supplicant
x11-ssh-askpass
xclip
xdg-desktop-portal-gtk
xdg-utils
xdotool
xf86-input-libinput
xf86-input-wacom
xf86-video-amdgpu
xf86-video-intel
xf86-video-vesa
xidlehook
xkb-switch
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xbacklight
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwininfo
xprintidle
