a52dec
aalib
acl
acpi_call
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
arandr
archlinux-keyring
argon2
aribb24
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
autoconf-archive
automake
avahi
awesome-terminal-fonts
babl
base
bash
bdf-unifont
binutils
bison
blas
bluez-libs
boost-libs
brotli
bspwm
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
cfitsio
cifs-utils
clion
clucene
cmake
code
colord
coreutils
cracklib
cryptsetup
curl
dash
datagrip
dav1d
db
dbus
dbus-glib
dconf
ddd-ftn
desktop-file-utils
device-mapper
dialog
diffutils
ding-libs
djvulibre
dkms
dnssec-anchors
docbook-xml
docbook-xsl
double-conversion
dunst
e2fsprogs
efibootmgr
efivar
electron
electron6
elfutils
enchant
eog
ethtool
evince
exempi
exiv2
expat
faad2
fakeroot
feh
ffmpeg
fftw
file
file-roller
filesystem
findutils
firefox
fish
flac
flameshot
flex
fltk
fontconfig
freetype2
fribidi
fuse-common
fuse3
fzf
gawk
gc
gcc
gcc-libs
gconf
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
gettext
ghostscript
giflib
gimp
git
gitkraken
glances
glfw-x11
glib-networking
glib2
glib2-docs
glibc
glibmm
glslang
glu
gmp
gnome-common
gnome-desktop
gnome-keyring
gnome-themes-extra
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
goland
gpgme
gpm
graphene
graphite
grep
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gssproxy
gst-plugin-viper4linux-git
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-doc
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtkspell
guile
guile2.0
gzip
harfbuzz
harfbuzz-icu
hdf5
hdparm
hicolor-icon-theme
hspell
htop
http-parser
hunspell
hwids
hwloc
hyphen
i3-wm
i3lock
iana-etc
icu
ijs
imagemagick
imlib2
inetutils
inkscape
intel-tbb
intel-ucode
intltool
iproute2
iptables
iputils
ipython
iso-codes
itstool
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jre-openjdk
jre-openjdk-headless
js60
json-c
json-glib
jsoncpp
kbd
keepassxc
keyutils
kmod
krb5
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lftp
lib32-gcc-libs
lib32-glibc
libabw
libaec
libaio
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libbluray
libbsd
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdc1394
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreehand
libgcrypt
libgexiv2
libglade
libglvnd
libgnome-keyring
libgpg-error
libgphoto2
libgsf
libgudev
libgusb
libgxps
libheif
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libinput
libixion
libjpeg-turbo
libksba
liblangtag
libldap
liblqr
libmad
libmagick6
libmatroska
libmfx
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmwaw
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libplacebo
libpng
libproxy
libpsl
libpulse
libqalculate
libqxp
libraqm
libraw
libraw1394
librealsense-git
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libssh
libssh2
libstaroffice
libsynctex
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libunistring
libunwind
libupnp
liburcu
libusb
libutempter
libutil-linux
libuv
libva
libvdpau
libviperfx-nonfree-bin
libvips
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxp
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libzmf
licenses
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
lmdb
lpsolve
lsd
lua
lua52
luajit
lvm2
lxappearance
lxmenu-data
lz4
lzo
m4
mailcap
make
mallard-ducktype
matcha-gtk-theme
mbedtls
md4c
menu-cache
mesa
meson
metis
minizip
mkinitcpio
mkinitcpio-busybox
mkinitcpio-utils
mobile-broadband-provider-info
mpfr
mpg123
mpv
mtdev
mujs
mypaint-brushes1
ncurses
neofetch
neon
nerd-fonts-complete
net-tools
nettle
network-manager-applet
networkmanager
nfs-utils
nfsidmap
ninja
nm-connection-editor
nodejs
noto-fonts
noto-fonts-emoji
npth
nspr
nss
numlockx
obs-studio
opencore-amr
opencv
openexr
openjpeg2
openmotif
openmpi
openssh
openssl
openssl-1.0
opus
opusfile
orc
p11-kit
p7zip
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
paper-icon-theme
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
perl
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
physlock
pinentry
pixman
pkgconf
polkit
polybar
popcorntime-bin
poppler
poppler-data
poppler-glib
popt
postman-bin
potrace
procps-ng
psmisc
pulseaudio
pygobject-devel
pygtk
python
python-anytree
python-appdirs
python-babel
python-backcall
python-beaker
python-cachecontrol
python-cairo
python-chardet
python-colorama
python-contextlib2
python-cycler
python-dateutil
python-decorator
python-distlib
python-distro
python-docutils
python-future
python-gobject
python-html5lib
python-idna
python-imagesize
python-jedi
python-jinja
python-kiwisolver
python-lxml
python-mako
python-markdown
python-markupsafe
python-matplotlib
python-msgpack
python-numpy
python-ordered-set
python-packaging
python-parso
python-pep517
python-pexpect
python-pickleshare
python-pip
python-progress
python-prompt_toolkit
python-psutil
python-ptyprocess
python-pygments
python-pyparsing
python-pyrealsense2-git
python-pytoml
python-pytz
python-requests
python-retrying
python-scipy
python-setuptools
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-toml
python-traitlets
python-urllib3
python-wcwidth
python-webencodings
python2
python2-cairo
python2-gobject2
qbittorrent
qrencode
qt5-base
qt5-declarative
qt5-styleplugins
qt5-svg
qt5-wayland
qt5-x11extras
qt5ct
quazip
raptor
rasqal
re2
readline
redland
redshift
redshift-qt
rest
rhash
ripgrep
rofi
rofi-calc
rpcbind
rsync
rtkit
rubberband
run-parts
rust
sdl2
sdl2_gfx
sdl2_image
sdl2_mixer
sdl2_net
sdl2_ttf
sed
shaderc
shadow
shared-mime-info
signal-desktop
slang
smbclient
snappy
sound-theme-freedesktop
source-highlight
speex
speexdsp
spirv-tools
sqlite
sshfs
sshuttle
startup-notification
sublime-text-dev
sudo
suitesparse
sxhkd
sydf
syncthing
synergy
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tdb
tevent
texinfo
thin-provisioning-tools
tigervnc
tlp
tmux
tp_smapi
tpacpi-bat
tslib
ttf-dejavu
ttf-font-awesome
ttf-lato
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-roboto-mono
ttf-twemoji-color
twolame
typora
tzdata
uchardet
ufw
unp
unrar
unzip
usbutils
util-linux
v4l-utils
valgrind
vamp-plugin-sdk
vid.stab
vim
vim-runtime
viper4linux-git
viper4linux-gui
vlc
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webrtc-audio-processing
which
wireguard-dkms
wireguard-tools
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xdotool
xf86-input-evdev
xf86-input-libinput
xf86-video-intel
xidlehook
xkb-switch
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xvidcore
xz
yajl
yarn
yay
yelp-tools
yelp-xsl
yubico-c
yubico-c-client
yubikey-personalization
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zstd
