acpi
adobe-source-code-pro-fonts
alacritty
alsa-utils
arandr
auto-cpufreq
ayatana-webmail
base
bat
bc
binutils
bspwm
ccache
code
code-features
croc
cronie
dash
ddcutil
dino
dnsmasq
dunst
eog
ethtool
evince
fcitx
fcitx-configtool
fcitx-googlepinyin
feh
ffmpeg
file-roller
firefox-developer-edition
firejail
fish
flameshot
flatpak
fzf
gettext
gifski
git
git-lfs
gnome-keyring
gnome-system-monitor
gromit-mpx
gst-plugin-viper4linux-git
gvfs
gvfs-mtp
gvfs-nfs
htop
i3lock
imagemagick
inetutils
jq
kdeconnect
keepassxc
otf-latin-modern
otf-latinmodern-math
libinput-gestures
libnotify
linux
linux-firmware
linux-headers
lsd
lxappearance
make
man-db
man-pages
matcha-gtk-theme
moreutils
mpv
mpv-mpris
mypaint
neofetch
ttf-sourcecodepro-nerd
networkmanager
nfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntp
numlockx
openresolv
openssh
openssl-1.1
paper-icon-theme-git
paprefs
paru-bin
pavucontrol
pcmanfm
peek
perl
picom
pkgconf
playerctl
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
python-axolotl
python-axolotl-curve25519
python-pip
qbittorrent
qt5ct
qt6ct
qt5-styleplugins
qt6gtk2
redshift-qt
ripgrep
rofi
rofi-calc
rsync
safeeyes
signal-desktop
starship
sudo
sxhkd
sydf
syncthing
sysstat
thunderbird
tigervnc
tmux
tree
ttf-dejavu
ttf-font-awesome
ttf-iosevka
ttf-material-design-icons-git
ttf-ms-fonts
ttf-roboto
ttf-roboto-mono
ttf-twemoji-color
ufw
unclutter
unp
unrar
unzip
usbutils
vim
viper4linux-git
vlc
wget
which
wikiman
wireguard-tools
wmrc
wpa_supplicant
x11-ssh-askpass
xclip
xdg-desktop-portal-gtk
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-intel
xf86-video-vesa
xf86-input-wacom
xidlehook
xkb-switch
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwininfo
xprintidle
yt-dlp
