acpi
adobe-base-14-fonts
alacritty
alsa-utils
android-tools
arandr
arch-wiki-docs
audacity
autoconf
automake
autossh
bash
bash-pipes
bashate
bat
bc
beep
bind-tools
binutils
bison
blender
blueman
bspwm
bzip2
cmake
cordless-git
coreutils
cronie
cryptsetup
cups
cups-pdf
cython
dash
datagrip
ddd-ftn
device-mapper
dhcpcd
diffutils
dkms
docker
docker-compose
dunst
e2fsprogs
electron
eog
ethtool
evince
evolution
evtest
exfat-utils
fakeroot
fbreader
fd
feh
ffsend-bin
file
file-roller
filesystem
findutils
firefox
fish
flameshot
flex
fltk
foomatic-db
freerdp
fzf
gajim
gawk
gcc
gcc-libs
gcr
gdb
geogebra-5
gettext
git
gitkraken
glances
glibc
gnome-keyring
gnu-netcat
go
goland
google-chrome
gotop-bin
gparted
gptfdisk
grep
groff
gtk-engine-murrine
gtk-engines
gtk-theme-shades-of-gray
gtk-vnc
gtk-youtube-viewer-git
gzip
hdf5
hplip
htop
i3lock
imagemagick
inetutils
inkscape
iproute2
iputils
ipython
jfsutils
keepassxc
less
libao
libgssglue
librealsense-git
libreoffice-fresh
libtool
liburcu
libvncserver
licenses
linux
linux-firmware
linux-headers
logrotate
lolcat
lsd
lshw
lvm2
lxappearance
lxc
lynis
m4
make
man-db
man-pages
masterpdfeditor-free
matcha-gtk-theme-git
mdadm
micro-bin
minecraft
mps-youtube
mpv
musl
namcap
nano
nasm
neofetch
netctl
netdata
nethogs
netsurf-fb
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-pptp
networkmanager-wireguard-git
nfs-utils
nmap
nnn
noto-fonts-emoji
ntfs-3g
ntp
numlockx
obs-studio
openboardview
opencv
pacman
paper-icon-theme-git
paprefs
patch
pavucontrol
pciutils
pcmanfm
pcsclite
perl
pfetch-git
physlock
pidgin
pjson
pkgconf
polybar
popcorntime-bin
postman-bin
powertop
procps-ng
progress
psmisc
pulseaudio
pulseaudio-equalizer
pulseaudio-modules-bt-git
pulseaudio-zeroconf
pycharm-professional
python-matplotlib
python-pip
python-pyrealsense2-git
qbittorrent
qpdfview
qt5-styleplugins
qt5ct
ranger
rdesktop
redshift-qt
refind-efi
reiserfsprogs
remmina
rofi
rofi-calc
rsync
rxvt-unicode
s-nail
scrcpy
scrot
sed
shadow
shellcheck
signal-desktop
speedtest-cli
sshfs
steam
steam-fonts
steghide
sublime-text-dev
sudo
sxhkd
sxiv
sydf
syncthing
synergy
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
thinkfan
thunderbird
tigervnc
time
tlp
tmate
tmux
tp_smapi
tpacpi-bat
tree
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
ttf-ms-fonts
ttf-roboto
ttf-twemoji-color
ttf-unifont
tty-clock
typora
ufetch-git
ufw
unclutter
unp
upx
urxvt-font-size-git
urxvt-resize-font-git
usbutils
util-linux
vi
vim
viper4linux-git
viper4linux-gui-git
virt-manager
visual-studio-code-bin
vlc
w3m
wget
which
wire-desktop
wireguard-dkms
wireguard-tools
xclip
xdotool
xf86-input-keyboard
xfsprogs
xidlehook
xkb-switch
xorg-server
xorg-xev
xorg-xfontsel
xorg-xinit
xorg-xprop
xorg-xsetroot
xrdp
xsel
xtitle
yarn
yay-bin
youtube-dl-gui-git
